Repository: christophschnurrenberger-sketch/hcprechner
Catalog: native/apple/GolfApp/Resources/Localizable.xcstrings
Source language: de
Languages: en

# stats.driving
source: Abschlag
en: Driving

# stats.emptyText
source: Schließe eine Runde ab – Werte entstehen nur aus deinen tatsächlichen Eingaben.
en: Finish a round – stats only come from what you actually entered.

# stats.emptyTitle
source: Noch keine Statistik
en: No stats yet

# stats.gir
source: Grüns in Regulation
en: Greens in regulation

# stats.missLeftRight
source: Fehlschlag links / rechts
en: Miss left / right

# stats.missShort
source: %@ × zu kurz
en: %@ × short

# stats.ofHoles
source: %@ von %@
en: %@ of %@

# stats.onePutts
source: Ein-Putts
en: One-putts

# stats.overPar
source: Ø %@ über Par
en: Avg %@ over par

# stats.puttsPerGIR
source: Putts je GIR
en: Putts per GIR

# stats.puttsPerRound
source: Putts je 18 Loch
en: Putts per 18 holes

# stats.rounds
source: Runden
en: Rounds

# stats.shortGame
source: Kurzes Spiel
en: Short game

# stats.threePutts
source: Dreiputts
en: Three-putts

# stats.title
source: Statistik
en: Stats

# stats.triplePlus
source: Triple und mehr
en: Triple or worse

# summary.counts
source: Diese Runde zählt fürs Handicap (Rechenweg nach WHS, DGV 2026).
en: This round counts for your handicap (calculated per WHS, DGV 2026).

# summary.eagles
source: %@ × Eagle oder besser
en: %@ × eagle or better

# summary.finishedTitle
source: Runde beendet
en: Round finished

# summary.noPenalties
source: Keine Strafschläge
en: No penalty strokes

# summary.notCounted
source: Das Differential ist berechnet, die Runde zählt aber nicht fürs Handicap (nicht als Handicap-Runde markiert, Demo-Platz oder ungeprüftes Rating).
en: The differential is calculated, but the round does not count for your handicap (not marked as a handicap round, demo course or unverified rating).

# summary.onePutts
source: %@ × Ein-Putt
en: %@ × one-putt

# summary.share
source: Runde teilen
en: Share round

# summary.title
source: Runde
en: Round

# summary.yourRound
source: Deine Runde
en: Your round

# sync.failed
source: Synchronisation fehlgeschlagen – Daten bleiben auf dem Gerät
en: Sync failed – your data stays on this device

# sync.idle
source: Synchronisation bereit
en: Sync ready

# sync.offline
source: Offline – %@ Änderungen werden später übertragen
en: Offline – %@ changes will be uploaded later

# sync.synced
source: Synchronisiert
en: Synced

# sync.syncing
source: Wird synchronisiert …
en: Syncing …

# tab.home
source: Start
en: Home

# tab.profile
source: Profil
en: Profile

# tab.rounds
source: Runden
en: Rounds

# tab.stats
source: Statistik
en: Stats
